Repository: manuelr417/transInfo
Catalog: transInfoClient/*.lproj/Localizable.strings
Languages: es

# login.empty-required-field
source: A required field is empty.
es: Campo requerido vacío.

# login.empty-plate
source: The plate number is a required field.
es: El número de placa es un campo requerido.

# login.empty-password
source: The password is a required field.
es: La contraseña es un campo requerido.

# login.error.title
source: An error has occurred!
es: ¡Ha ocurrido un error!

# login.error.internal
source: The server had an internal problem.
es: El servidor tuvo un problema interno.

# login.error.wrong-information
source: Invalid login information.
es: Las credenciales entradas son incorrectas.

# login.error.server-timeout
source: Server is unreachable. Verify your internet connection.
es: Fue imposible conectarse con el servidor. Verifique su conexión al Internet.

# login.error.unknown-output
source: The information provided by the server can't be proccessed.
es: La información suministrada por el servidor no puede ser procesada.

# report.second.no-harmful-event-category.msg
source: You need to choose a Harmful Category before choosing an event.
es: Para poder seleccionar un evento es necesario haber seleccionado un Tipo de Colisión.

# report.second.no-harmful-event-category.title
source: Choose a Harmful Category
es: Selecciona un Tipo de Colisión

# report.third.no-person-type-category.msg
source: You need to choose a Person Type Category before choosing the Person Type.
es: Para poder seleccionar el Tipo de Persona es necesario haber seleccionado la Categoría de la Persona.

# report.third.no-person-type-category.title
source: Choose a Person Type Category
es: Selecciona la Categoría de la Persona

# report.third.license-no
source: License #: %@
es: # Licencia: %@

# report.third.plate-no
source: Registration Plate #: %@
es: # Tablilla: %@

# report.third.no-vin.msg
source: VIN information can't be found.
es: No se pudo encontrar la información del VIN.

# report.third.no-vin.title
source: Problem getting the information of the VIN.
es: Problema buscando información del VIN.

# report.third.edit-person
source: Edit Person
es: Actualizar Persona

# report.third.required-vehicle.msg
source: The person is inside a vehicle, you need to choose it.
es: La persona está en un vehículo, tienes que seleccionarlo.

# report.third.required-vehicle.title
source: Required Vehicle!
es: ¡Vehículo Requerido!

# report.third.edit
source: Edit
es: Actualizar

# report.third.delete
source: Delete
es: Eliminar

# report.third.edit-vehicle
source: Edit Vehicle
es: Actualizar Vehículo

source: Pedestrians
es: Peatones

# report.fourth.no-total-lanes-category.msg
source: You need to choose a Lane Category before choosing the Lane Type.
es: Para poder seleccionar el Tipo de Carril es necesario haber seleccionado la Categoría del Carril.

# report.fourth.no-total-lanes-category.title
source: Choose a Lane Category
es: Selecciona una Categoría de Carril

# report.fourth.vehicle-extended
source: Vehicle Extended Information
es: Información Extendida del Vehículo

# multilist.selected
source: (%ld selected)
es: (%ld seleccionados)

# empty.list
source: There are no items to be shown in this list.
es: No hay elementos para mostrar en ésta lista.

# picker-view.limit-violation.msg
source: You can select only %ld items.
es: Puede seleccionar solo %ld elementos.

# picker-view.limit-violation.title
source: List limit violation!
es: ¡Violación del Límite de la Lista!

# violations.list.main
source: %@ (Law Article: %@)
es: %@ (Artículo de la Ley: %@)

# violations.list.citation
source: Citation: %@ %@
es: Citación: %@ %@

# violations.list.nocitation
source: No citation specified.
es: No se especificó una citación.

# violation.title.edit
source: Edit Law Violation
es: Actualizar Infracción a la Ley

# violation.button.edit
source: Edit
es: Actualizar

# violation.title.add
source: Add Law Violation
es: Añadir Infracción a la Ley

# violation.button.add
source: Add
es: Añadir
